{
  "dbV1": {
    "action": {
      "clearDB": "Yerel Verileri Temizle",
      "downloadBackup": "Yedeğini İndir",
      "reUpgrade": "Yeniden Yükselt",
      "start": "Başla",
      "upgrade": "Yükselt"
    },
    "clear": {
      "confirm": "Yerel verileri temizlemek üzeresiniz (global ayarlar etkilenmeyecek). Lütfen yedeği indirdiğinizi onaylayın."
    },
    "description": "Yeni sürümde, PuerHub'in veri arttı. Bu nedenle, size daha iyi bir kullanıcı deneyimi sunmak için eski sürüm verilerini yükseltmemiz gerekiyor.",
    "features": {
      "capability": {
        "desc": "IndexedDB teknolojisine dayalı, hayatınız boyunca saklayabileceğiniz sohbet mesajlarını barındıracak kadar geniş",
        "title": "Büyük Kapasite"
      },
      "performance": {
        "desc": "Milyonlarca mesaj otomatik olarak indekslenir, sorgulama yanıt süresi milisaniye seviyesindedir",
        "title": "Yüksek Performans"
      },
      "use": {
        "desc": "Başlık, açıklama, etiket, mesaj içeriği ve hatta çeviri metni aramalarını destekler, günlük arama verimliliği büyük ölçüde artar",
        "title": "Daha Kullanışlı"
      }
    },
    "title": "PuerHub Data Evolution",
    "upgrade": {
      "error": {
        "subTitle": "Üzgünüz, veritabanı güncelleme sürecinde bir hata oluştu. Lütfen aşağıdaki çözümleri deneyin: A. Yerel verileri temizleyip yedek verileri yeniden içe aktarın; B. 'Yeniden Güncelle' butonuna tıklayın.<br><br> Hala hata alıyorsanız, lütfen <1>sorun bildirin</1>, size en kısa sürede yardımcı olacağız.",
        "title": "Veritabanı Güncellemesi Başarısız"
      },
      "success": {
        "subTitle": "PuerHub'in veritabanı en son sürüme başarıyla yükseltildi. Şimdi deneyimlemeye başlayın!",
        "title": "Veritabanı Yükseltmesi Başarılı"
      }
    },
    "upgradeTip": "Yükseltme işlemi yaklaşık 10 ila 20 saniye sürecektir. Lütfen yükseltme sırasında PuerHub'i kapatmayın."
  },
  "migrateError": {
    "missVersion": "İçe aktarılan verilerde bir sürüm numarası eksik. Lütfen dosyayı kontrol edin ve tekrar deneyin.",
    "noMigration": "Mevcut sürüm için bir geçiş çözümü bulunamadı. Lütfen sürüm numarasını kontrol edin ve tekrar deneyin. Sorun devam ederse, lütfen bir geri bildirim isteği gönderin."
  }
}
