{
  "dbV1": {
    "action": {
      "clearDB": "Изчисти локални данни",
      "downloadBackup": "Изтегли резервно копие на данните",
      "reUpgrade": "Повторно надстройване",
      "start": "Започни",
      "upgrade": "Надстрой"
    },
    "clear": {
      "confirm": "На път сте да изчистите локалните данни (глобалните настройки няма да бъдат засегнати). Моля, потвърдете, че сте изтеглили резервно копие на данните."
    },
    "description": "В новата версия съхранението на данни на PuerHub AI направи огромен скок. Ето защо трябва да надстроим данните от старата версия, за да ви осигурим по-добро потребителско изживяване.",
    "features": {
      "capability": {
        "desc": "Базирано на технологията IndexedDB, достатъчно за съхранение на всички съобщения от живота ти",
        "title": "Голяма вместимост"
      },
      "performance": {
        "desc": "Автоматично индексиране на милиони съобщения, с отговори на запитвания в милисекунди",
        "title": "Висока производителност"
      },
      "use": {
        "desc": "Поддържа търсене по заглавие, описание, етикети, съдържание на съобщения и дори преведени текстове, значително повишавайки ефективността на ежедневното търсене",
        "title": "По-лесен за употреба"
      }
    },
    "title": "Еволюция на данните на PuerHub AI",
    "upgrade": {
      "error": {
        "subTitle": "Много съжаляваме, но по време на процеса на обновление на базата данни възникна проблем. Моля, опитайте следните решения: A. Изчистете локалните данни и след това импортирайте резервното копие отново; B. Кликнете върху бутона „Презареждане на обновлението“. <br><br> Ако все още имате проблеми, моля <1>подайте запитване</1>, ние ще се свържем с вас възможно най-скоро.",
        "title": "Неуспешно обновление на базата данни"
      },
      "success": {
        "subTitle": "Базата данни на PuerHub AI е надстроена успешно до последната версия. Започнете да я изживявате сега!",
        "title": "Надстройката на базата данни е успешна"
      }
    },
    "upgradeTip": "Процесът на надстройка ще отнеме приблизително 10 до 20 секунди. Моля, не затваряйте PuerHub AI по време на надстройката."
  },
  "migrateError": {
    "missVersion": "В импортираните данни липсва номер на версия. Моля, проверете файла и опитайте отново.",
    "noMigration": "Не е намерено решение за мигриране за текущата версия. Моля, проверете номера на версията и опитайте отново. Ако проблемът продължава, моля, изпратете заявка за обратна връзка."
  }
}
